Repository: wavessevaw/SSMT-Soundsolution-Multitool-
Catalog: App/SSMT/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# show.open
source: Open show…
ru: Открыть шоу…

# show.openSettings
source: Settings… (double click)
ru: Настройки… (двойной клик)

# show.output.error
source: Audio output unavailable
ru: Аудиовыход недоступен

# show.outputs
source: Outputs
ru: Выходы

# show.outputs.count
source: Show outputs: %d
ru: Выходов шоу: %d

# show.pad.add
source: Add sounds to the bank…
ru: Добавить звуки в банк…

# show.pad.empty
source: Drop sounds here. Each gets the next F-key.
ru: Перетащите сюда звуки. Каждый получит следующую клавишу F.

# show.pad.key
source: Key
ru: Клавиша

# show.pad.mode
source: When pressed
ru: При нажатии

# show.panic
source: Stop all
ru: Стоп всё

# show.panic.help
source: Esc: fade everything out; press again to cut at once
ru: Esc: плавно погасить всё; повторное нажатие — мгновенно

# show.panicFade
source: Stop all fade: %.1f s
ru: Затухание «Стоп всё»: %.1f с

# show.pauseAll
source: Pause all
ru: Пауза

# show.playNow
source: Play this cue now
ru: Запустить эту кью

# show.playlist.crossfade
source: Crossfade
ru: Кроссфейд

# show.playlist.loop
source: Loop the playlist
ru: Повторять плейлист

# show.playlist.shuffle
source: Shuffle
ru: Случайный порядок

# show.plays
source: Plays
ru: Повторы

# show.postWait
source: Post-wait
ru: Пауза после

# show.preWait
source: Pre-wait
ru: Пауза до

# show.rate
source: Speed
ru: Скорость

# show.relink
source: Find missing files…
ru: Найти пропавшие файлы…

# show.relink.done
source: Files relinked: %d
ru: Найдено файлов: %d

# show.relink.help
source: Choose a folder: files are found by name
ru: Выберите папку: файлы найдутся по имени

# show.renumber
source: Renumber
ru: Перенумеровать

# show.resumeAll
source: Resume
ru: Продолжить

# show.routing
source: Routing
ru: Маршрутизация

# show.running
source: Playing
ru: Сейчас идёт

# show.running.none
source: Nothing is playing
ru: Ничего не играет

# show.save
source: Save show
ru: Сохранить шоу

# show.sec
source: s
ru: с

# show.secondTrigger
source: If started again while running
ru: Если запустить, пока играет

# show.secondTrigger.help
source: What the cue does when GO, a hotkey or another cue starts it while it is still running.
ru: Что делает кью, если GO, клавиша или другая кью запускает её, пока она ещё играет.

# show.setPlayhead
source: Put playhead here
ru: Поставить курсор сюда

# show.settings
source: Outputs and interface
ru: Выходы и звуковая карта

# show.settings.hint
source: Each show output is patched to a channel of the interface. Several outputs can share a channel.
ru: Каждый выход шоу назначается на канал звуковой карты. Несколько выходов могут идти в один канал.

# show.sidebar.active
source: Active %ld
ru: Идёт %ld

# show.start
source: Start
ru: Начало

# show.stopCue
source: Stop this cue
ru: Остановить эту кью

# show.stopFade
source: Fade out
ru: Затухание

# show.tab.action
source: Action
ru: Действие

# show.tab.fade
source: Fade
ru: Фейд

# show.tab.main
source: Basics
ru: Основное

# show.tab.mode
source: Mode
ru: Режим

# show.tab.multitrack
source: Multitrack
ru: Мультитрек

# show.tab.outputs
source: Levels
ru: Уровни

# show.tab.pad
source: Pad
ru: Кнопка

# show.tab.triggers
source: Triggers
ru: Запуск

# show.tab.wave
source: Time & loops
ru: Время и петли

# show.target
source: Target
ru: Цель

# show.target.all
source: All cues
ru: Все кью

# show.timeline
source: Timeline
ru: Таймлайн

# show.timeline.dragHint
source: Drag a clip to change its pre-wait
ru: Перетащите клип, чтобы изменить паузу до

# show.timeline.group
source: Group %@
ru: Группа %@

# show.timeline.now
source: now
ru: сейчас

# show.timeline.scroll
source: Move along the timeline (or drag empty space, or scroll)
ru: Прокрутка таймлайна (или тяните пустое место, или колесо / трекпад)

# show.timeline.seekHint
source: Click or drag in the ruler to move playback there (a group that is not running starts from there next time)
ru: Щёлкните или протяните по линейке, чтобы перейти туда (группа, которая не играет, в следующий раз начнёт оттуда)

# show.timeline.show
source: Whole show
ru: Всё шоу

# show.timing
source: Timing
ru: Время

# show.trim
source: Trim
ru: Обрезка

# show.ungroup
source: Ungroup
ru: Разгруппировать

# show.up
source: Move up
ru: Выше

# show.view.inspector
source: Inspector
ru: Инспектор

# show.view.sidebar
source: Sidebar: lists, one-shot, active
ru: Боковая панель: списки, one-shot, идёт

# show.wave.end
source: End
ru: Конец

# show.wave.end.help
source: Listen to the last 3 seconds before the end
ru: Послушать последние 3 секунды до конца

# show.wave.endField
source: End
ru: Конец

# show.wave.expand
source: Open a large editor
ru: Открыть большой редактор

# show.wave.hint
source: The track's own timeline: drag the start and end markers, the fade-in / fade-out handles and the loop; Listen plays from any point (click the waveform).
ru: Собственный таймлайн трека: перетаскивайте метки начала и конца, ручки нарастания и затухания и петлю; «Слушать» — с любого места (щелчок по волне).

# show.wave.loading
source: Loading the file…
ru: Файл загружается…

# show.wave.loop
source: Loop
ru: Петля

# show.wave.loopAll
source: Repeat all
ru: Повтор целиком

# show.wave.loopEnd
source: Loop to
ru: Петля до

# show.wave.loopPart
source: Loop inside
ru: Петля внутри

# show.wave.loopPart.hint
source: The intro plays once, the blue part repeats, the rest plays after the last pass or a Devamp cue.
ru: Начало звучит один раз, синяя часть повторяется, остаток — после последнего круга или кью «Выход из петли».

# show.wave.loopStart
source: Loop from
ru: Петля от

# show.wave.noLoop
source: Once
ru: Один раз

# show.wave.play
source: Listen
ru: Слушать

# show.wave.stop
source: Stop
ru: Стоп

# show.wave.times
source: %d times
ru: %d раз

# show.wave.title
source: Waveform
ru: Волна

# show.wave.trim
source: Trim silence
ru: Обрезать тишину

# show.wave.trim.help
source: Move start and end to where the sound begins and ends
ru: Поставить начало и конец туда, где звук начинается и заканчивается

# sim.applySettings
source: Simulation: enter the settings on the virtual processor
ru: Симуляция: ввести настройки в виртуальный процессор

# sim.doIt
source: Simulation: do it for me
ru: Симуляция: сделать за меня

# sim.hint
source: Simulates muting groups on the processor.
ru: Имитирует мьют групп на процессоре.

# sim.main
source: Mains (satellites) on
ru: Сателлиты включены

# sim.movePoint
source: Simulation: move the microphone to point %ld
ru: Симуляция: перенести микрофон в точку %ld

# sim.sub
source: Subwoofers on
ru: Сабвуферы включены

# sim.title
source: Virtual system
ru: Виртуальная система

# spl.reset
source: Reset SPL
ru: Сбросить SPL

# stage.0.subtitle
source: System check
ru: Проверка системы

# stage.0.title
source: Preparation
ru: Подготовка

# stage.1.subtitle
source: System, subs, mains
ru: Система и группы

# stage.1.title
source: Measurements
ru: Замеры

# stage.2.subtitle
source: Delay, polarity, level
ru: Задержка, полярность

# stage.2.title
source: Alignment
ru: Выравнивание

# stage.3.subtitle
source: Frequency correction
ru: Частотная коррекция

# stage.4.subtitle
source: Report and export
ru: Отчёт и экспорт

# stage.4.title
source: Done
ru: Готово

# stage.add.help
source: Add to the stage
ru: Добавить на сцену

# stage.audience
source: AUDIENCE
ru: ЗРИТЕЛИ

# stage.back
source: Send to back
ru: На задний план

# stage.counter
source: Step %ld of %ld
ru: Шаг %ld из %ld

# stage.depth
source: Depth: %.1f m
ru: Глубина: %.1f м

# stage.fontSize
source: Text size: %.0f
ru: Размер текста: %.0f

# stage.front
source: Bring to front
ru: На передний план

# stage.hint
source: Click a symbol above to add it, drag it on the stage, select it to edit. Arrow keys nudge, ⌫ deletes.
ru: Нажмите символ сверху, чтобы добавить; перетаскивайте по сцене; выделите, чтобы изменить. Стрелки — сдвиг, ⌫ — удалить.

# stage.info
source: Channels / mix
ru: Каналы / микс

# stage.kind.bassAmp
source: Bass amp
ru: Басовый комбо

# stage.kind.chair
source: Chair
ru: Стул

# stage.kind.diBox
source: DI box
ru: DI

# stage.kind.drumKit
source: Drum kit
ru: Ударные

# stage.kind.guitarAmp
source: Guitar amp
ru: Гитарный комбо

# stage.kind.iem
source: In-ear
ru: Ушной мон.

# stage.kind.keyboard
source: Keyboard
ru: Клавиши

# stage.kind.micStand
source: Mic stand
ru: Стойка

# stage.kind.musicStand
source: Music stand
ru: Пюпитр

# stage.kind.percussion
source: Percussion
ru: Перкуссия

# stage.kind.person
source: Musician
ru: Музыкант

# stage.kind.piano
source: Grand piano
ru: Рояль

# stage.kind.powerDrop
source: Power
ru: Питание 220 В

# stage.kind.riser
source: Riser
ru: Подиум

# stage.kind.sideFill
source: Side fill
ru: Сайдфил

# stage.kind.speaker
source: Speaker
ru: Колонка

# stage.kind.text
source: Text
ru: Текст

# stage.kind.vocalMic
source: Vocal mic
ru: Вокальный мик.

# stage.kind.wedge
source: Wedge
ru: Монитор

# stage.label
source: Caption
ru: Подпись

# stage.move
source: Move
ru: Переместить

# stage.rotation
source: Rotation: %.0f°
ru: Поворот: %.0f°

# stage.size.depth
source: Stage depth: %.1f m
ru: Глубина сцены: %.1f м

# stage.size.width
source: Stage width: %.1f m
ru: Ширина сцены: %.1f м

# stage.snap
source: Snap to 25 cm
ru: Привязка 25 см

# stage.text
source: Text
ru: Текст

# stage.text.default
source: Text
ru: Текст

# stage.width
source: Width: %.1f m
ru: Ширина: %.1f м

# stand.clip
source: Clip
ru: Клипса

# stand.desk
source: Desk
ru: Настольная

# stand.hanging
source: Hanging
ru: Подвес

# stand.shortBoom
source: Short boom
ru: Низкий журавль

# stand.straight
source: Straight
ru: Прямая

# stand.tallBoom
source: Tall boom
ru: Высокий журавль

# status.off
source: Audio off
ru: Аудио выключено

# status.ready
source: System ready
ru: Система готова

# status.running
source: Audio running
ru: Аудио работает

# target.addPoint
source: Add point
ru: Добавить точку

# target.club
source: Club
ru: Клуб

# target.custom
source: Custom
ru: Пользовательская

# target.editor
source: Target curve editor
ru: Редактор целевой кривой

# target.editor.hint
source: Points are joined in log frequency; the curve is flat beyond the first and last point. The level is aligned to the measurement automatically.
ru: Точки соединяются в логарифмической шкале частот; за крайними точками кривая горизонтальна. Уровень подстраивается к замеру автоматически.

# target.flat
source: Flat
ru: Плоская

# target.livePA
source: Live / PA
ru: Живой звук / PA

# target.speech
source: Speech
ru: Речь

# target.startFrom
source: Start from preset
ru: Взять за основу

# template.acoustic
source: Acoustic guitar (DI)
ru: Акустическая гитара (DI)

# template.ambience
source: Ambience L/R
ru: Зальные L/R

# template.backingVocals
source: Backing vocals ×3
ru: Бэк-вокал ×3

# template.bass
source: Bass: DI + mic
ru: Бас: DI + микрофон

# template.drums
source: Drum kit (10)
ru: Ударная установка (10)

# template.drumsSmall
source: Drum kit, small (4)
ru: Ударные, минимум (4)

# template.guitar
source: Electric guitar
ru: Электрогитара

# template.keys
source: Keys stereo (DI)
ru: Клавиши стерео (DI)

# template.leadVocal
source: Lead vocal
ru: Основной вокал

# template.percussion
source: Percussion
ru: Перкуссия

# template.playback
source: Playback stereo
ru: Фонограмма стерео

# template.talkback
source: Talkback
ru: Толкбэк

# tuner.inTune
source: IN TUNE
ru: В СТРОЮ

# tuner.level.down
source: Turn the subwoofer down
ru: Убавьте уровень сабвуфера

# tuner.level.up
source: Turn the subwoofer up
ru: Прибавьте уровень сабвуфера

# tuner.mains.less
source: Reduce mains delay
ru: Уменьшите задержку сателлитов

# tuner.mains.more
source: Add mains delay
ru: Увеличьте задержку сателлитов

# tuner.next.mains
source: Subwoofer done → mains delay
ru: Сабвуфер настроен → задержка сателлитов

# tuner.polarity.ok
source: Correct
ru: Верно

# tuner.polarity.switch
source: Switch polarity
ru: Переключите полярность

# tuner.sub.less
source: Reduce subwoofer delay
ru: Уменьшите задержку сабвуфера

# tuner.sub.more
source: Add subwoofer delay
ru: Добавьте задержку сабвуферу

# tuner.unreliable
source: Unstable signal
ru: Сигнал нестабилен

# tuner.verify.ready
source: All in tune → verify
ru: Всё в строю → проверка

# tuner.waiting
source: Listening…
ru: Слушаю…

# unit.ms
source: ms
ru: мс

# verdict.checkSettings
source: Check polarity and delay
ru: Проверьте полярность и задержку

# verdict.checkSettings.text
source: The result does not match the prediction.
ru: Результат не совпадает с прогнозом.

# verdict.excellent
source: Excellent
ru: Отлично

# verdict.excellent.text
source: The subwoofers and mains now add up in the crossover region.
ru: Сабвуферы и сателлиты суммируются когерентно в полосе раздела.

# verdict.goodBut
source: Good, but…
ru: Хорошо, но…

# verdict.goodBut.text
source: Summation improved, but not as much as predicted.
ru: Сложение улучшилось, но меньше, чем ожидалось.

# verify.again
source: Repeat verification
ru: Повторить проверку

# verify.curves
source: Before / prediction / after
ru: До / прогноз / после

# verify.dip
source: Crossover dip
ru: Провал на кроссовере

# verify.predictionError
source: Deviation from prediction
ru: Отклонение от прогноза

# verify.sum
source: Summation
ru: Сложение

# vproc.mainsDelay
source: Mains delay
ru: Задержка сателлитов

# vproc.subDelay
source: Sub delay
ru: Задержка сабвуфера

# vproc.subLevel
source: Sub level
ru: Уровень сабвуфера

# vproc.subPolarity
source: Sub polarity inverted
ru: Полярность сабвуфера инвертирована

# vproc.title
source: Virtual processor
ru: Виртуальный процессор

# wizard.back
source: Back
ru: Назад

# wizard.begin
source: Start setup
ru: Начать настройку

# wizard.next.eq
source: Next: EQ over the listening area
ru: Далее: EQ по зоне прослушивания

# wizard.restart
source: New setup
ru: Новая настройка

# wizard.step.0
source: Prepare
ru: Подготовка

# wizard.step.1
source: System
ru: Система

# wizard.step.2
source: Subs
ru: Сабвуферы

# wizard.step.3
source: Mains
ru: Сателлиты

# wizard.step.4
source: Tune
ru: Тюнер

# wizard.step.5
source: Verify
ru: Проверка

# wizard.step.6
source: Zone
ru: Зона

# wizard.step.8
source: EQ check
ru: Проверка EQ

# wizard.step.9
source: Done
ru: Готово
